{
  "meta": {"description": "Comment serez-vous dans 10 ans? Prédisez votre avenir en fonction de vos habitudes et personnalité actuelles. Découvrez votre moi futur parmi 8 types de futurs.", "keywords": "prédiction de l'avenir, autodécouverte, test de personnalité, types de futurs, test psychologique", "og_title": "10 Ans dans le Futur 🚀 - Test de Découverte du Moi Futur", "og_description": "Vos choix aujourd'hui façonnent qui vous serez dans 10 ans. Découvrez votre destinée parmi 8 archétypes du futur!", "twitter_title": "10 Ans dans le Futur 🚀", "twitter_description": "Les choix d'aujourd'hui créent l'avenir de demain. Découvrez votre moi futur maintenant!"},
  "app": {"skipLink": "Aller au contenu principal", "loading": "Chargement..."},
  "intro": {"title": "10 Ans dans le Futur", "subtitle": "Test de Découverte du Moi Futur", "description": "En fonction de vos habitudes et personnalité actuelles,", "description_2": "nous prédisons qui vous serez dans 10 ans!", "time_estimate": "Temps requis: environ 3 minutes"},
  "button": {"start": "Commencer le Test", "back": "Retour", "download": "Télécharger le Résultat", "share": "Partager sur les Réseaux Sociaux", "retry": "Réessayer"},
  "questions": {"q1": {"text": "Quand un nouveau projet surgit, quelle est votre première réaction?", "a": "Je planifie et j'exécute immédiatement", "b": "J'aborde créativement et je génère des idées nouvelles", "c": "Je recherche et j'analyse systématiquement", "d": "Je commence et j'ajuste selon les besoins"}, "q2": {"text": "Qu'appréciez-vous le plus?", "a": "Le succès et l'accomplissement", "b": "La créativité et la liberté d'expression", "c": "La stabilité et la fiabilité", "d": "Les nouvelles expériences et la liberté"}, "q3": {"text": "Comment passez-vous généralement vos week-ends?", "a": "Je crée ou partage des contenus populaires sur les réseaux sociaux", "b": "Je suis immergé dans des activités artistiques ou créatives", "c": "Je lis des livres ou j'étudie", "d": "J'explore de nouveaux endroits ou je cherche l'aventure"}, "q4": {"text": "Face à un problème, vous?", "a": "Je recherche et je comprends profondément", "b": "Je montre du leadership et je guide les autres", "c": "Je cherche seul des solutions nouvelles", "d": "Je vois intuitivement la réponse"}, "q5": {"text": "Quel est votre mode de vie futur idéal?", "a": "Travailler sans limites de temps ou de lieu", "b": "Impacter par le travail créatif", "c": "Jouer un rôle clé dans une organisation", "d": "Diriger la technologie et l'innovation"}, "q6": {"text": "Quand vous êtes stressé, vous?", "a": "Je rédefinis les objectifs et je travaille plus", "b": "Je m'exprime par l'art", "c": "Je prends du temps personnel pour me détendre", "d": "Je recherche et j'analyse pour résoudre"}, "q7": {"text": "Votre moment de plus grande fierté?", "a": "Quand j'ai créé une nouvelle technologie ou idée", "b": "Quand j'ai réconforté et aidé quelqu'un", "c": "Quand beaucoup de gens ont aimé mon contenu", "d": "Quand j'ai pris une décision importante avec succès"}, "q8": {"text": "Comment vous perçoit-on généralement?", "a": "Comme une personne aventureuse et libre", "b": "Comme une personne intelligente qui comprend la théorie", "c": "Comme une personne charismatique et influente", "d": "Comme une personne d'action et de résultats"}, "q9": {"text": "Comment aidez-vous les autres?", "a": "Avec empathie émotionnelle et réconfort", "b": "Avec des solutions créatives de nouvelles perspectives", "c": "Avec une analyse systématique et des conseils", "d": "En résolvant directement le problème ensemble"}, "q10": {"text": "Comment surpassez-vous vos faiblesses?", "a": "Je me comprends continuellement et je grandir", "b": "J'apprends par moi-même et j'accumule des connaissances", "c": "Je relève de nouveaux défis pour surmonter la peur", "d": "Je me connecte et j'apprends de nombreuses personnes"}, "q11": {"text": "Quel est votre environnement de travail idéal?", "a": "Une organisation dynamique et en croissance rapide", "b": "Un endroit où la créativité et la liberté sont respectées", "c": "Un endroit stable et fiable", "d": "Un environnement qui permet la croissance et l'innovation"}, "q12": {"text": "Qu'aimeriez-vous le plus être dans 10 ans?", "a": "Une personne indépendante avec liberté de temps", "b": "Un leader réussi et influent", "c": "Un guérisseur au cœur chaleureux et un soutien", "d": "Une personne courageuse poursuivant ses rêves"}},
  "result": {"title": "Votre Moi Futur Est", "characteristics": "Vos Caractéristiques", "advice": "Conseil pour Votre Avenir", "wisdom": "Citation Inspirante", "recommended": "Vous aimerez peut-être aussi ces applications", "canvasTitle": "10 Ans dans le Futur", "shareMessage": "ans dans le futur, je serai", "shareThanks": "! Et vous?", "shareWebTitle": "10 Ans dans le Futur", "shareLinkCopied": "Lien copié dans le presse-papiers!", "types": {"ceo": "PDG (Leader)", "artist": "Artiste (Créateur)", "adventurer": "Aventurier (Challenger)", "scholar": "Érudit (Chercheur)", "healer": "Guérisseur (Soignant)", "influencer": "Influenceur (Connecteur)", "inventor": "Inventeur (Innovateur)", "freelancer": "Indépendant (Esprit Libre)"}, "descriptions": {"ceo": "Vous dirigerez l'avenir avec une pensée stratégique. Votre nature orientée vers les objectifs apportera le succès.", "artist": "Vous rendrez le monde plus beau par la créativité. Votre art touchera de nombreux cœurs.", "adventurer": "Vous ouvrirez de nouveaux chemins avec courage. Vous créerez votre propre histoire par de nouvelles expériences.", "scholar": "Vous rechercherez la vérité avec curiosité. Vous contribuerez des connaissances précieuses à la société.", "healer": "Vous guérirez les autres avec un cœur chaleureux. Vous serez une source de réconfort pour beaucoup.", "influencer": "Vous inspirerez beaucoup avec votre charisme. Vous grandirez avec vos disciples.", "inventor": "Vous créerez l'avenir par l'innovation. Vous transformerez le monde par des idées nouvelles.", "freelancer": "Vous créerez votre propre chemin avec liberté. Vous profiterez d'une véritable indépendance."}, "characteristics": {"ceo": "Orienté vers le succès, Décisif, Penseur stratégique, Responsable, Orienté résultats", "artist": "Créatif, Expression émotionnelle, Original, Minutieux, Facilement inspiré", "adventurer": "Esprit d'aventure, Courageux, Pionnier, Actif, Recherche nouvelles expériences", "scholar": "Analytique, Réfléchi, Curieux, Logique, Pensée profonde", "healer": "Empathique, Chaleureux, Compatissant, Calme, Centré sur les autres", "influencer": "Charismatique, Communicatif, Personnalité forte, Positif, Influent", "inventor": "Innovant, Résolution de problèmes, Curieux, Créatif, Orienté avenir", "freelancer": "Flexible, Autonome, Adaptable, Indépendant, Esprit libre"}, "advice": {"ceo": "Maintenant: Développez davantage vos compétences en construction d'équipes. Un leader qui écoute deviendra encore plus grand.", "artist": "Maintenant: Développez aussi un sens des affaires. Cela vous aidera à partager votre art avec plus de personnes.", "adventurer": "Maintenant: Les défis sont bons, mais la planification est aussi importante. Un aventurier réfléchi atteint plus grand succès.", "scholar": "Maintenant: Pratiquez, ne théorisez pas seulement. Il est important de développer des compétences pratiques pour appliquer vos connaissances.", "healer": "Maintenant: Prenez d'abord soin de vous. Protéger votre énergie est la base pour mieux aider les autres.", "influencer": "Maintenant: Ajoutez de la profondeur et de l'authenticité. Les vrais messages restent plus longtemps dans les cœurs.", "inventor": "Maintenant: Ne restez pas seulement dans vos propres idées; collaborez. La combinaison de perspectives crée plus grande innovation.", "freelancer": "Maintenant: Créez une structure dans la liberté. L'autogestion rend la liberté plus significative."}, "wisdom": {"ceo": "Le succès est le résultat d'une exécution infinie vers les objectifs. - Steve Jobs", "artist": "Chaque artiste commence par être un amateur. Votre art est votre voix la plus authentique. - Maya Angelou", "adventurer": "La plus grande aventure est de vivre la vie que vous choisissez. - Oprah Winfrey", "scholar": "La connaissance est le pouvoir. Mais la sagesse est de savoir comment l'utiliser. - Francis Bacon", "healer": "Pour guérir les autres, vous devez d'abord comprendre vos propres blessures. Votre expérience est votre plus grand atout. - Carl Jung", "influencer": "La vraie influence n'est pas de mener quelqu'un quelque part, c'est l'aider à devenir lui-même. - Simon Sinek", "inventor": "L'avenir est créé par nous. Avez-vous le courage de changer le monde? - Nikola Tesla", "freelancer": "La liberté signifie la responsabilité. Vos choix définissent votre vie. - Paulo Coelho"}}, "apps": {"brainType": "Test du Type de Cerveau", "colorPersonality": "Test de Personnalité des Couleurs", "animalPersonality": "Test de Personnalité Animale", "numerology": "Diagnostic de Destinée Numérique"}
}
